{
  "title": "Valentina",
  "firstCena": "cena1",
  "firstTela": "cena",
  "imagens": {
    "neutro": "img/joao/joao_01.png",
    "falando": "img/joao/joao_02.png",
    "cabeça baixa": "img/joao/joao_03.png",
    "preocupado": "img/joao/joao_04.png",
    "feliz": "img/joao/joao_07.png",
    "falando feliz": "img/joao/joao_06.png",
    "cabeça baixa calado": "img/joao/joao_05.png"
  },
  "cenas": {
    "cena1": {
      "dialogos": [
        {
          "name": "Psicólogo",
          "text": "Olá, Valentina Prazer em conhecê-la. Antes de começarmos, quero que saiba que este é um espaço seguro. Tudo o que conversarmos aqui ficará apenas entre nós. Se quiser, pode me contar um pouco sobre você e o que te trouxe até aqui. Sem pressa, no seu tempo.",
          "imgPerson": "falando"
        },
        {
          "name": "Valentina",
          "text": "Eu nem sei por que estou aqui, para ser honesta. Quero dizer, eu já tentei terapia antes... Não funcionou. Mas, enfim, aqui estou. Mais uma tentativa inútil, certo?",
          "imgPerson": "neutro"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu1"
    },
    "cena2": {
      "dialogos": [
        {
          "name": "João",
          "text": "Meu nome é João, tenho 29 anos. Eu trabalho como analista de sistemas em uma empresa de tecnologia, mas, ultimamente, as coisas não têm ido muito bem.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "Sinto que o trabalho tem me consumido, e em casa também não tem sido fácil... minha relação com minha família está tensa, e isso só aumenta minha ansiedade.",
          "imgPerson": "cabeça baixa"
        },
        {
          "name": "João",
          "text": "Sinto que o trabalho tem me consumido, e em casa também não tem sido fácil... minha relação com minha família está tensa, e isso só aumenta minha ansiedade.",
          "imgPerson": "preocupado"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu2"
    },
    "cena3": {
      "dialogos": [
        {
          "name": "João",
          "text": "Bem, acho que... o que me trouxe até aqui é que minha vida tem sido um turbilhão nos últimos meses.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "Trabalho o tempo todo, e minha cabeça não desliga. São prazos, reuniões, e eu sinto que estou sempre no limite. As pessoas esperam muito de mim, e eu sinto que, se falhar em alguma coisa, vai ser o fim.",
          "imgPerson": "preocupado"
        },
        {
          "name": "João",
          "text": "Eu só quero encontrar uma forma de descansar, de não me sentir tão exausto o tempo todo.",
          "imgPerson": "cabeça baixa"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu2"
    },
    "cena4": {
      "dialogos": [
        {
          "name": "João",
          "text": "Bem... eu... eu realmente não sei por onde começar.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "Eu... Eu tenho me sentido muito sobrecarregado no trabalho, e tem sido difícil dormir, pensar em outra coisa que não seja o trabalho, sabe? Tenho medo de errar, de decepcionar as pessoas. É tudo parece tão urgente... parece que estou perdendo o controle.",
          "imgPerson": "preocupado"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu3"
    },
    "cena5": {
      "dialogos": [
        {
          "name": "João",
          "text": "É, talvez você tenha razão. Eu... não queria parecer fraco, eu acho. Mas tem sido difícil, não sei mais como lidar com tudo.",
          "imgPerson": "cabeça baixa"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu3"
    },
    "cena6": {
      "dialogos": [
        {
          "name": "João",
          "text": "Sim, tem afetado bastante.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "Eu mal consigo passar tempo com minha família ou amigos. Quando estou em casa, estou tão cansado que não consigo me concentrar nas conversas ou aproveitar o tempo com eles.",
          "imgPerson": "cabeça baixa"
        },
        {
          "name": "João",
          "text": "Isso tem gerado um certo distanciamento, e eu sinto falta dessa conexão;",
          "imgPerson": "preocupado"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu3"
    },
    "cena7": {
      "dialogos": [
        {
          "name": "João",
          "text": "Na verdade, estou me sentindo cada vez mais isolado. O trabalho tem consumido tanto o meu tempo que eu nem tenho mais tempo para mim mesmo.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "Quando termino as tarefas, só quero descansar, mas mal consigo relaxar porque fico pensando nas pendências. Isso está me fazendo perder o interesse por coisas que eu costumava gostar.",
          "imgPerson": "cabeça baixa"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu3"
    },
    "cena8": {
      "dialogos": [
        {
          "name": "João",
          "text": "É... eu entendo, talvez eu só precise ser mais organizado. Mas ainda não sei se isso vai resolver tudo...",
          "imgPerson": "falando"
        },
        {
          "name": "Psicólogo",
          "text": "É isso mesmo, João. Como já mencionei, todos têm responsabilidades e pressões. A chave está em se organizar, priorizar e aprender a lidar com essas demandas.",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Às vezes, a solução está em dar um passo atrás e ver o que realmente precisa de sua atenção. Isso vai melhorar conforme você ajusta sua abordagem ao trabalho.",
          "imgPerson": "neutro"
        },
        {
          "name": "João",
          "text": "Entendi. Vou tentar... espero que ajude.",
          "imgPerson": "falando"
        },
        {
          "name": "Psicólogo",
          "text": "Bom, João, espero que você consiga encontrar uma forma de se organizar e lidar com essas pressões. Não hesite em procurar ajuda caso precise.",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Até a próxima!",
          "imgPerson": "neutro"
        }
      ],
      "nextTela": "inicio",
      "jump": ""
    },
    "cena9": {
      "dialogos": [
        {
          "name": "João",
          "text": "Eu realmente me senti perdido com tudo isso... não sabia nem como começar a falar. Mas é bom saber que não estou sozinho.",
          "imgPerson": "falando feliz"
        },
        {
          "name": "Psicólogo",
          "text": "Você fez muito bem em começar essa conversa, João. Às vezes, só precisamos de alguém para ouvir e ajudar a organizar nossos pensamentos.",
          "imgPerson": "feliz"
        },
        {
          "name": "Psicólogo",
          "text": "Fico feliz que tenha se aberto.Isso é um passo importante para lidar com tudo o que está pesando sobre você.",
          "imgPerson": "feliz"
        }
      ],
      "nextTela": "cena",
      "jump": "cena12"
    },
    "cena10": {
      "dialogos": [
        {
          "name": "João",
          "text": "Eu já tentei fazer listas antes, mas parece que a quantidade de coisas não diminui. Eu só me sinto ainda mais pressionado.",
          "imgPerson": "falando"
        },
        {
          "name": "Psicólogo",
          "text": "Entendo, João. Às vezes, as listas podem parecer sobrecarregadas se não conseguirmos ver um progresso imediato.",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Talvez, além de listar, você possa dividir suas tarefas em partes menores e realizáveis. Em vez de ver a lista inteira, foque no que você pode fazer naquele momento e comemore até as pequenas conquistas.",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Isso pode ajudar a diminuir a sensação de que a pressão está sempre lá.",
          "imgPerson": "neutro"
        },
        {
          "name": "João",
          "text": "É, eu acho que sim... Vou tentar colocar tudo isso em prática, pelo menos dar uma chance para pensar de outra forma.",
          "imgPerson": "falando"
        }
      ],
      "nextTela": "cena",
      "jump": "cena12"
    },
    "cena11": {
      "dialogos": [
        {
          "name": "João",
          "text": "Quando penso nas minhas responsabilidades, sinto uma pressão constante no peito.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "É como se estivesse sempre correndo contra o tempo, e por mais que eu tente, parece que nunca consigo alcançar o que preciso.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "Às vezes, tenho dificuldades até para me concentrar nas coisas mais simples, porque minha mente está sempre ocupada com as preocupações.",
          "imgPerson": "cabeça baixa"
        },
        {
          "name": "Psicólogo",
          "text": "Isso parece muito difícil, João. Eu entendo como isso pode ser cansativo.",
          "imgPerson": "cabeça baixa calado"
        },
        {
          "name": "Psicólogo",
          "text": "Quando nossa mente fica sobrecarregada, é difícil encontrar clareza, não é?",
          "imgPerson": "cabeça baixa calado"
        },
        {
          "name": "Psicólogo",
          "text": "Pode ser que seu corpo e mente estejam tentando lidar com essa pressão de uma maneira que acaba deixando você sem energia.",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Vamos tentar entender melhor como essa pressão afeta você no dia a dia.",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Quais são os momentos mais intensos para você?",
          "imgPerson": "neutro"
        },
        {
          "name": "João",
          "text": "Bem, acho que os momentos mais difíceis são de manhã, quando começo o dia já pensando nas tarefas que tenho que fazer.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "Parece que a ansiedade começa logo cedo, e eu mal consigo sair da cama. Quando não consigo dar conta das coisas, me sinto ainda pior.",
          "imgPerson": "falando"
        },
        {
          "name": "Psicólogo",
          "text": "Entendo, João. Essa sensação de estar sobrecarregado logo ao acordar pode realmente ser desgastante.",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Às vezes, a ansiedade se manifesta antes de termos a chance de agir.Que tal explorarmos maneiras de criar momentos mais tranquilos, mesmo nas manhãs agitadas ?",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Podemos trabalhar juntos para encontrar uma forma de lidar com esses sentimentos mais cedo no dia.",
          "imgPerson": "neutro"
        },
        {
          "name": "João",
          "text": "Sim, eu adoraria tentar algo assim... talvez eu consiga começar o dia de uma forma mais leve.",
          "imgPerson": "falando feliz"
        },
        {
          "name": "Psicólogo",
          "text": "Vamos explorar algumas estratégias juntos, João.O importante é que você já começou a refletir sobre isso e está aberto a encontrar maneiras de aliviar essa pressão.Vamos construir um caminho juntos, passo a passo.",
          "imgPerson": "feliz"
        }
      ],
      "nextTela": "final",
      "jump": ""
    },
    "cena12": {
      "dialogos": [
        {
          "name": "Psicólogo",
          "text": "É isso, João. O que você está fazendo aqui, buscando ajuda e tentando entender o que está acontecendo, já é um grande passo. Lembre-se de que é normal ter altos e baixos, e você não precisa enfrentar tudo sozinho. Podemos continuar trabalhando nisso juntos, ok?",
          "imgPerson": "neutro"
        },
        {
          "name": "João",
          "text": "Obrigado, vou tentar melhorar. Até a próxima.",
          "imgPerson": "falando feliz"
        },
        {
          "name": "João",
          "text": "Fico feliz que tenha se sentido mais tranquilo. Cuide de si, João. Estarei aqui para ajudar sempre que precisar. Até a próxima.",
          "imgPerson": "feliz"
        }
      ],
      "nextTela": "final",
      "jump": ""
    }
  },
  "menus": {
    "menu1": {
      "opcoes": [
        {
          "text": "É normal sentir essa dúvida no início. Talvez possamos descobrir juntos o que não funcionou antes.",
          "pontuacao": 2,
          "nextTela": "cena",
          "jump": "cena2",
          "feedback": "..."
        },
        {
          "text": "Pode ser que a terapia não esteja funcionando porque você não está se esforçando o suficiente para mudar.",
          "pontuacao": -2,
          "nextTela": "cena",
          "jump": "cena3",
          "feedback": "..."
        },
        {
          "text": "Se você acha que não vai funcionar, por que veio?",
          "pontuacao": -2,
          "nextTela": "cena",
          "jump": "cena3",
          "feedback": "..."
        },
        {
          "text": "Ok, vamos lá. Diga logo o que está te incomodando, porque estamos com pouco tempo.",
          "pontuacao": -1,
          "nextTela": "cena",
          "jump": "cena4",
          "feedback": "..."
        }
      ]
    },
    "menu2": {
      "opcoes": [
        {
          "text": "Bom, isso é comum. Todo mundo tem pressões no trabalho. Acho que você só precisa aprender a lidar melhor com isso. A vida é cheia de responsabilidades, e todos nós precisamos aprender a administrar.",
          "pontuacao": -1,
          "nextTela": "cena",
          "jump": "cena5",
          "feedback": "..."
        },
        {
          "text": "Eu posso ver como isso deve estar sendo muito desafiador para você. Parece que essa pressão toda está tirando seu equilíbrio. É normal que, quando estamos sobrecarregados, nossa mente fique em um ciclo, repetindo os mesmos pensamentos. Você consegue perceber em que momentos do dia esse estresse parece ser mais forte? Ou talvez, como ele afeta seu descanso e a forma como você se relaciona com outras pessoas?",
          "pontuacao": 2,
          "nextTela": "cena",
          "jump": "cena6",
          "feedback": "..."
        },
        {
          "text": "Entendo, João. Parece que o trabalho tem realmente tomado muito espaço na sua vida. O medo de errar e a sensação de urgência podem ser muito difíceis de lidar. Além disso, a dificuldade para dormir é uma resposta comum quando estamos sobrecarregados. Eu gostaria de saber mais sobre como isso afeta outras áreas da sua vida. Você tem sentido que o trabalho tem influenciado suas relações pessoais ou até seu tempo para si mesmo?",
          "pontuacao": 1,
          "nextTela": "cena",
          "jump": "cena6",
          "feedback": "..."
        },
        {
          "text": "Parece que você está vivendo com um nível muito alto de pressão e medo de falhar, João. Como isso te faz se sentir no dia a dia? Você tem experimentado ansiedade ou medo constante, ou há momentos em que isso diminui?",
          "pontuacao": 0,
          "nextTela": "cena",
          "jump": "cena7",
          "feedback": "..."
        }
      ]
    },
    "menu3": {
      "opcoes": [
        {
          "text": "Todo mundo tem responsabilidades e pressões. Você só precisa se organizar melhor e gerenciar melhor o tempo. Isso vai passar quando você aprender a lidar com as demandas do trabalho.",
          "pontuacao": -1,
          "nextTela": "cena",
          "jump": "cena8",
          "feedback": "skdkamsd"
        },
        {
          "text": "Eu entendo como isso pode ser difícil, João. É normal se sentir sobrecarregado quando as responsabilidades começam a pesar tanto. Mas não é sobre ser fraco. Às vezes, precisamos de um espaço para conversar sobre o que estamos vivendo para poder lidar com isso de forma mais saudável. Você não está sozinho nisso.",
          "pontuacao": 1,
          "nextTela": "cena",
          "jump": "cena9",
          "feedback": "..."
        },
        {
          "text": "Eu entendo que seja difícil, mas talvez uma lista de tarefas e um cronograma de prioridades possam ajudar a aliviar um pouco da pressão. Você já tentou organizar suas tarefas dessa forma? Isso pode tornar as coisas mais gerenciáveis.",
          "pontuacao": 1,
          "nextTela": "cena",
          "jump": "cena10",
          "feedback": "asdasd"
        },
        {
          "text": "Isso soa realmente desafiador. Parece que você está lidando com muita pressão, João. Quero ouvir mais sobre como está afetando você. O que você sente quando pensa sobre essas responsabilidades? Vamos explorar isso juntos.",
          "pontuacao": 0,
          "nextTela": "cena",
          "jump": "cena11",
          "feedback": "..."
        }
      ]
    }
  }
}
