{
  "title": "Valentina",
  "firstCena": "cena1",
  "firstTela": "cena",
  "pontuacaoMax": "8",
  "pontuacaoMin": "-4",
  "imagens": {
    "neutro": "img/valentina/valentina_01.png",
    "falando defensiva": "img/valentina/valentina_04.png",
    "falando seria": "img/valentina/valentina_05.png",
    "brava": "img/valentina/valentina_02.png",
    "falando abertamente": "img/valentina/valentina_07.png",
    "triste": "img/valentina/valentina_06.png",
    "brava falando": "img/valentina/valentina_03.png"
  },
  "cenas": {
    "cena1": {
      "dialogos": [
        {
          "name": "Psicólogo",
          "text": "Olá, Valentina Prazer em conhecê-la. Antes de começarmos, quero que saiba que este é um espaço seguro. Tudo o que conversarmos aqui ficará apenas entre nós. Se quiser, pode me contar um pouco sobre você e o que te trouxe até aqui. Sem pressa, no seu tempo.",
          "imgPerson": "neutro"
        },
        {
          "name": "Valentina",
          "text": "Eu nem sei por que estou aqui, para ser honesta. Quero dizer, eu já tentei terapia antes... Não funcionou. Mas, enfim, aqui estou. Mais uma tentativa inútil, certo?",
          "imgPerson": "falando defensiva"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu1"
    },
    "cena2": {
      "dialogos": [
        {
          "name": "Valentina",
          "text": "Bom... Na verdade, não é como se eu tivesse muitas opções. Eu me sinto... perdida, sabe? Mas ao mesmo tempo, é como se eu já soubesse como tudo vai acabar: um desastre. É sempre assim comigo.",
          "imgPerson": "falando defensiva"
        },
        {
          "name": "Valentina",
          "text": "Eu começo algo, aí faço tudo errado, e no fim estou pior do que antes.",
          "imgPerson": "falando seria"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu2"
    },
    "cena3": {
      "dialogos": [
        {
          "name": "João",
          "text": "Bem, acho que... o que me trouxe até aqui é que minha vida tem sido um turbilhão nos últimos meses.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "Trabalho o tempo todo, e minha cabeça não desliga. São prazos, reuniões, e eu sinto que estou sempre no limite. As pessoas esperam muito de mim, e eu sinto que, se falhar em alguma coisa, vai ser o fim.",
          "imgPerson": "preocupado"
        },
        {
          "name": "João",
          "text": "Eu só quero encontrar uma forma de descansar, de não me sentir tão exausto o tempo todo.",
          "imgPerson": "cabeça baixa"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu2"
    },
    "cena4": {
      "dialogos": [
        {
          "name": "João",
          "text": "Bem... eu... eu realmente não sei por onde começar.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "Eu... Eu tenho me sentido muito sobrecarregado no trabalho, e tem sido difícil dormir, pensar em outra coisa que não seja o trabalho, sabe? Tenho medo de errar, de decepcionar as pessoas. É tudo parece tão urgente... parece que estou perdendo o controle.",
          "imgPerson": "preocupado"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu3"
    },
    "cena5": {
      "dialogos": [
        {
          "name": "Valentina",
          "text": "Eu acho que... o problema sou eu. Eu sempre tento, mas nunca é o suficiente. Mesmo quando parece que tudo está indo bem, eu acabo errando, ou deixando algo escapar. É como se eu fosse o elo fraco de tudo. Talvez eu só não seja boa o bastante.",
          "imgPerson": "triste"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu3"
    },
    "cena6": {
      "dialogos": [
        {
          "name": "João",
          "text": "Sim, tem afetado bastante.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "Eu mal consigo passar tempo com minha família ou amigos. Quando estou em casa, estou tão cansado que não consigo me concentrar nas conversas ou aproveitar o tempo com eles.",
          "imgPerson": "cabeça baixa"
        },
        {
          "name": "João",
          "text": "Isso tem gerado um certo distanciamento, e eu sinto falta dessa conexão;",
          "imgPerson": "preocupado"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu3"
    },
    "cena7": {
      "dialogos": [
        {
          "name": "João",
          "text": "Na verdade, estou me sentindo cada vez mais isolado. O trabalho tem consumido tanto o meu tempo que eu nem tenho mais tempo para mim mesmo.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "Quando termino as tarefas, só quero descansar, mas mal consigo relaxar porque fico pensando nas pendências. Isso está me fazendo perder o interesse por coisas que eu costumava gostar.",
          "imgPerson": "cabeça baixa"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu3"
    },
    "cena8": {
      "dialogos": [
        {
          "name": "Valentina",
          "text": "Eu... talvez. Quer dizer, faz sentido. Tem coisas que realmente não estão sob o meu controle, mas, mesmo assim, eu não consigo evitar de me sentir responsável. ",
          "imgPerson": "falando defensiva"
        },
        {
          "name": "Valentina",
          "text": "É como se, no fundo, eu sempre achasse que poderia ter feito algo diferente. Talvez se eu tivesse tentado mais, ou pensado melhor, as coisas não teriam dado errado... Mas... talvez você tenha razão. Eu só não sei como parar de pensar assim. Parece tão automático, sabe? Como se estivesse gravado em mim. Se eu não sou a culpada, então... por onde eu começo a mudar isso?",
          "imgPerson": "falando abertamente"
        }
      ],
      "nextTela": "cenaMenu",
      "jump": "menu4"
    },
    "cena9": {
      "dialogos": [
        {
          "name": "João",
          "text": "Eu realmente me senti perdido com tudo isso... não sabia nem como começar a falar. Mas é bom saber que não estou sozinho.",
          "imgPerson": "falando feliz"
        },
        {
          "name": "Psicólogo",
          "text": "Você fez muito bem em começar essa conversa, João. Às vezes, só precisamos de alguém para ouvir e ajudar a organizar nossos pensamentos.",
          "imgPerson": "feliz"
        },
        {
          "name": "Psicólogo",
          "text": "Fico feliz que tenha se aberto.Isso é um passo importante para lidar com tudo o que está pesando sobre você.",
          "imgPerson": "feliz"
        }
      ],
      "nextTela": "cena",
      "jump": "cena12"
    },
    "cena10": {
      "dialogos": [
        {
          "name": "João",
          "text": "Eu já tentei fazer listas antes, mas parece que a quantidade de coisas não diminui. Eu só me sinto ainda mais pressionado.",
          "imgPerson": "falando"
        },
        {
          "name": "Psicólogo",
          "text": "Entendo, João. Às vezes, as listas podem parecer sobrecarregadas se não conseguirmos ver um progresso imediato.",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Talvez, além de listar, você possa dividir suas tarefas em partes menores e realizáveis. Em vez de ver a lista inteira, foque no que você pode fazer naquele momento e comemore até as pequenas conquistas.",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Isso pode ajudar a diminuir a sensação de que a pressão está sempre lá.",
          "imgPerson": "neutro"
        },
        {
          "name": "João",
          "text": "É, eu acho que sim... Vou tentar colocar tudo isso em prática, pelo menos dar uma chance para pensar de outra forma.",
          "imgPerson": "falando"
        }
      ],
      "nextTela": "cena",
      "jump": "cena12"
    },
    "cena11": {
      "dialogos": [
        {
          "name": "João",
          "text": "Quando penso nas minhas responsabilidades, sinto uma pressão constante no peito.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "É como se estivesse sempre correndo contra o tempo, e por mais que eu tente, parece que nunca consigo alcançar o que preciso.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "Às vezes, tenho dificuldades até para me concentrar nas coisas mais simples, porque minha mente está sempre ocupada com as preocupações.",
          "imgPerson": "cabeça baixa"
        },
        {
          "name": "Psicólogo",
          "text": "Isso parece muito difícil, João. Eu entendo como isso pode ser cansativo.",
          "imgPerson": "cabeça baixa calado"
        },
        {
          "name": "Psicólogo",
          "text": "Quando nossa mente fica sobrecarregada, é difícil encontrar clareza, não é?",
          "imgPerson": "cabeça baixa calado"
        },
        {
          "name": "Psicólogo",
          "text": "Pode ser que seu corpo e mente estejam tentando lidar com essa pressão de uma maneira que acaba deixando você sem energia.",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Vamos tentar entender melhor como essa pressão afeta você no dia a dia.",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Quais são os momentos mais intensos para você?",
          "imgPerson": "neutro"
        },
        {
          "name": "João",
          "text": "Bem, acho que os momentos mais difíceis são de manhã, quando começo o dia já pensando nas tarefas que tenho que fazer.",
          "imgPerson": "falando"
        },
        {
          "name": "João",
          "text": "Parece que a ansiedade começa logo cedo, e eu mal consigo sair da cama. Quando não consigo dar conta das coisas, me sinto ainda pior.",
          "imgPerson": "falando"
        },
        {
          "name": "Psicólogo",
          "text": "Entendo, João. Essa sensação de estar sobrecarregado logo ao acordar pode realmente ser desgastante.",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Às vezes, a ansiedade se manifesta antes de termos a chance de agir.Que tal explorarmos maneiras de criar momentos mais tranquilos, mesmo nas manhãs agitadas ?",
          "imgPerson": "neutro"
        },
        {
          "name": "Psicólogo",
          "text": "Podemos trabalhar juntos para encontrar uma forma de lidar com esses sentimentos mais cedo no dia.",
          "imgPerson": "neutro"
        },
        {
          "name": "João",
          "text": "Sim, eu adoraria tentar algo assim... talvez eu consiga começar o dia de uma forma mais leve.",
          "imgPerson": "falando feliz"
        },
        {
          "name": "Psicólogo",
          "text": "Vamos explorar algumas estratégias juntos, João.O importante é que você já começou a refletir sobre isso e está aberto a encontrar maneiras de aliviar essa pressão.Vamos construir um caminho juntos, passo a passo.",
          "imgPerson": "feliz"
        }
      ],
      "nextTela": "final",
      "jump": ""
    },
    "cena12": {
      "dialogos": [
        {
          "name": "Psicólogo",
          "text": "É isso, João. O que você está fazendo aqui, buscando ajuda e tentando entender o que está acontecendo, já é um grande passo. Lembre-se de que é normal ter altos e baixos, e você não precisa enfrentar tudo sozinho. Podemos continuar trabalhando nisso juntos, ok?",
          "imgPerson": "neutro"
        },
        {
          "name": "João",
          "text": "Obrigado, vou tentar melhorar. Até a próxima.",
          "imgPerson": "falando feliz"
        },
        {
          "name": "João",
          "text": "Fico feliz que tenha se sentido mais tranquilo. Cuide de si, João. Estarei aqui para ajudar sempre que precisar. Até a próxima.",
          "imgPerson": "feliz"
        }
      ],
      "nextTela": "final",
      "jump": ""
    },
    "cena13": {
      "dialogos": [
        {
          "name": "Valentina",
          "text": "Talvez você esteja certo. Acho que tem muita coisa aqui dentro que eu ainda não entendi direito. Isso me dá alguma esperança de que talvez eu consiga mudar... se eu conseguir entender o que está me segurando.",
          "imgPerson": "neutro"
        },
        {
          "name": "Valentina",
          "text": "Obrigada por me ouvir hoje. Vou pensar mais nisso e... espero que a gente possa continuar essa conversa na próxima sessão.",
          "imgPerson": "falando abertamente"
        }
      ],
      "nextTela": "final",
      "jump": ""
    }
  },
  "menus": {
    "menu1": {
      "opcoes": [
        {
          "text": "É normal sentir essa dúvida no início. Talvez possamos descobrir juntos o que não funcionou antes.",
          "pontuacao": 2,
          "nextTela": "cena",
          "jump": "cena2",
          "feedback": "É uma ótima abordagem, válida os sentimentos e reconhece as dificuldades da situação, podendo aliviar um peso emocional e criar um ambiente seguro."
        },
        {
          "text": "Pode ser que a terapia não esteja funcionando porque você não está se esforçando o suficiente para mudar.",
          "pontuacao": -2,
          "nextTela": "cena",
          "jump": "cena3",
          "feedback": "..."
        },
        {
          "text": "Se você acha que não vai funcionar, por que veio?",
          "pontuacao": -2,
          "nextTela": "cena",
          "jump": "cena3",
          "feedback": "..."
        },
        {
          "text": "Ok, vamos lá. Diga logo o que está te incomodando, porque estamos com pouco tempo.",
          "pontuacao": -1,
          "nextTela": "cena",
          "jump": "cena4",
          "feedback": "..."
        }
      ]
    },
    "menu2": {
      "opcoes": [
        {
          "text": "Você sente que está presa nesse ciclo, mas talvez possamos entender melhor por que ele acontece. O que você acha que esta errado?",
          "pontuacao": 2,
          "nextTela": "cena",
          "jump": "cena5",
          "feedback": "Ótima abordagem. Muito acolhedora e empática, ela válida os sentimentos do pacientes."
        },
        {
          "text": "Por que você acha que as coisas sempre acabam assim? Existe algo específico que sempre acontece ou parece ser mais sobre como você se sente no final?",
          "pontuacao": 1,
          "nextTela": "cena",
          "jump": "cena6",
          "feedback": "É uma boa abordagem, não apenas válida os sentimentos mas também convida a pessoa a se expressar de maneira mais aberta."
        },
        {
          "text": "Talvez você não esteja tentando o suficiente",
          "pontuacao": -1,
          "nextTela": "cena",
          "jump": "cena6",
          "feedback": "Esse tipo de comentário que pode deixar o paciente desconfortável ou invalidar seus esforços."
        },
        {
          "text": "Talvez você precise mudar sua abordagem. Se sempre acaba em desastre, por que não tentar fazer as coisas de forma diferente?",
          "pontuacao": -1,
          "nextTela": "cena",
          "jump": "cena7",
          "feedback": "Pode fazer com que a paciente sinta que suas tentativas não são válidas."
        }
      ]
    },
    "menu3": {
      "opcoes": [
        {
          "text": "Será que você não está se culpando por coisas que não têm nada a ver com você? Às vezes, as coisas dão errado por razões que ninguém pode controlar.",
          "pontuacao": 0,
          "nextTela": "cena",
          "jump": "cena13",
          "feedback": "Ao fazer esse comentário, o paciente irá se sentir acolhido e confortável para compartilhar seus sentimentos de uma forma mais acolhedora."
        },
        {
          "text": "Talvez você esteja pensando demais sobre tudo isso. Será que não está criando problemas onde eles não existem?",
          "pontuacao": -1,
          "nextTela": "cena",
          "jump": "cena9",
          "feedback": "A frase tenta trazer uma reflexão sobre os pensamentos excessivos, mas a maneira como é expressa pode soar um pouco crítica ou invalidante, especialmente ao questionar se 'está criando problemas onde não existem'. Isso pode fazer a pessoa sentir que seus sentimentos estão sendo minimizados ou desconsiderados."
        },
        {
          "text": "Se você acha que é o problema, talvez precise aceitar que nem todo mundo é capaz de fazer as coisas direito. Não é ruim admitir isso.",
          "pontuacao": -2,
          "nextTela": "cena",
          "jump": "cena10",
          "feedback": "Fazer com que o paciente pense nos seus erros o deixe sobrecarregado e sob pressão. "
        },
        {
          "text": "Talvez o problema não seja você, mas sim a forma como você percebe as coisas quando algo dá errado. Vamos tentar entender melhor essas situações?",
          "pontuacao": 1,
          "nextTela": "cena",
          "jump": "cena11",
          "feedback": "Empático e generoso, gerando um ambiente seguro e confortável."
        }
      ]
    },
    "menu4": {
      "opcoes": [
        {
          "text": "Você sente que carrega uma culpa desnecessária, Valentina. Talvez possamos explorar o que está por trás disso e entender melhor como lidar com esses sentimentos.",
          "pontuacao": 1,
          "nextTela": "cena",
          "jump": "cena8",
          "feedback": "A frase demonstra uma tentativa de acolher e explorar os sentimentos de Valentina sem pressioná-la. Ao usar a expressão 'carrega uma culpa desnecessária', ela pode ser compreendida como uma tentativa de desafiar o sentimento de culpa de forma construtiva. A sugestão de explorar o que está por trás desse sentimento e buscar formas de lidar com ele oferece um espaço para reflexão, sem desconsiderar os sentimentos da paciente. Esse tipo de abordagem pode ser eficaz para iniciar uma conversa mais profunda e empática sobre a experiência emocional dela."
        },
        {
          "text": "Você sente que nunca é suficiente. Será que essas expectativas que você tem de si mesma não estão muito altas?",
          "pontuacao": -1,
          "nextTela": "cena",
          "jump": "cena9",
          "feedback": "Esse tipo de comentário pode ser confuso 'será que essas expectativas que você tem de si mesma não estão muito altas?' minimiza os esforços e as expectativas do paciente."
        },
        {
          "text": "Parece que você carrega muito peso em seus ombros, mas ninguém pode controlar tudo. O que acha de começarmos a focar no que está ao seu alcance mudar?",
          "pontuacao": 1,
          "nextTela": "cena",
          "jump": "cena10",
          "feedback": "A frase é empática e oferece uma perspectiva positiva, ao reconhecer o peso que a pessoa sente e sugerir um foco no que pode ser controlado. Ao dizer 'ninguém pode controlar tudo', a frase valida o sentimento de sobrecarga e promove uma sensação de compreensão. A proposta de focar no que está ao alcance é uma boa maneira de encorajar a pessoa a tomar ações dentro do que é possível. Esse tipo de abordagem ajuda a pessoa a sentir que pode dar pequenos passos sem a pressão de tentar resolver tudo de uma vez."
        },
        {
          "text": "Pode ser que você esteja realmente contribuindo para esses problemas, mesmo sem perceber. Já pensou nisso?",
          "pontuacao": -1,
          "nextTela": "cena",
          "jump": "cena11",
          "feedback": "A frase tenta convidar a pessoa a refletir sobre sua responsabilidade pelos problemas, mas pode ser interpretada de forma um pouco acusatória. A expressão 'realmente contribuindo para esses problemas' pode fazer a pessoa se sentir julgada ou culpada, o que pode gerar resistência ou desconforto."
        }
      ]
    }
  }
}